Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: No data yet
ar: لا توجد بيانات حتى الآن
da: Ingen data endnu
es: Aún no hay datos
fa: هنوز داده ای وجود ندارد
fi: Ei vielä dataa
fr: Aucune donnée pour l'instant
it: Nessun dato ancora
ja: まだデータがありません
ko: 아직 데이터가 없습니다
nl: Nog geen gegevens
sw: Hakuna data bado
th: ยังไม่มีข้อมูล
uk: Даних ще немає
zh_hans: 还没有数据
zh_hant: 還沒有數據
zh_hk: 還沒有數據

source: No due date
ar: لا يوجد تاريخ استحقاق
da: Ingen forfaldsdato
es: Sin fecha de vencimiento
fa: بدون تاریخ سررسید
fi: Ei eräpäivää
fr: Pas de date d'échéance
it: Nessuna data di scadenza
ja: 期限なし
ko: 마감일 없음
nl: Geen vervaldatum
sw: Hakuna tarehe ya kukamilisha
th: ไม่มีวันครบกำหนด
uk: Немає терміну виконання
zh_hans: 无截止日期
zh_hant: 無截止日期
zh_hk: 無截止日期

source: No events
ar: لا توجد أحداث
da: Ingen begivenheder
es: Sin eventos
fa: هیچ رویدادی وجود ندارد
fi: Ei tapahtumia
fr: Aucun événement
is: Engir viðburðir
it: Nessun evento
ja: イベントはありません
ko: 이벤트 없음
nl: Geen evenementen
sw: Hakuna matukio
th: ไม่มีกิจกรรม
uk: Подій немає
zh_hans: 没有活动
zh_hant: 沒有活動
zh_hk: 沒有活動

source: No events on this day
ar: لا توجد أحداث في هذا اليوم
da: Ingen begivenheder på denne dag
es: No hay eventos en este día
fa: هیچ رویدادی در این روز وجود ندارد
fi: Ei tapahtumia tälle päivälle
fr: Aucun événement ce jour
it: Nessun evento in questo giorno
ja: この日はイベントはありません
ko: 이 날은 이벤트가 없습니다.
nl: Geen evenementen op deze dag
sw: Hakuna matukio siku hii
th: ไม่มีกิจกรรมในวันนี้
uk: Цього дня немає подій
zh_hans: 这一天没有活动
zh_hant: 這一天沒有活動
zh_hk: 這一天沒有活動

source: No exams linked to this course yet.
ar: لا توجد اختبارات مرتبطة بهذه الدورة حتى الآن.
da: Ingen eksamener knyttet til dette kursus endnu.
es: Aún no hay exámenes vinculados a este curso.
fa: هنوز هیچ آزمونی به این دوره مرتبط نشده است.
fi: Tähän kurssiin ei ole vielä linkitetty kokeita.
fr: Aucun examen lié à ce cours pour l'instant.
it: Nessun esame collegato a questo corso ancora.
ja: このコースにリンクされた試験はまだありません。
ko: 아직 이 과정에 연결된 시험이 없습니다.
nl: Er zijn nog geen examens gekoppeld aan deze cursus.
sw: Bado hakuna mitihani iliyounganishwa na kozi hii.
th: ยังไม่มีการสอบที่เชื่อมโยงกับหลักสูตรนี้
uk: З цим курсом ще немає іспитів.
zh_hans: 尚无与本课程相关的考试。
zh_hant: 尚無與本課程相關的考試。
zh_hk: 尚無與本課程相關的考試。

source: No external services connected
ar: لا توجد خدمات خارجية متصلة
da: Ingen eksterne tjenester tilsluttet
es: No hay servicios externos conectados
fa: هیچ سرویس خارجی متصل نیست
fi: Ulkoisia palveluita ei ole yhdistetty
fr: Aucun service externe connecté
it: Nessun servizio esterno connesso
ja: 外部サービスが接続されていません
ko: 연결된 외부 서비스 없음
nl: Geen externe services aangesloten
sw: Hakuna huduma za nje zilizounganishwa
th: ไม่มีการเชื่อมต่อบริการภายนอก
uk: Немає підключених зовнішніх служб
zh_hans: 没有连接外部服务
zh_hant: 沒有連接外部服務
zh_hk: 沒有連接外部服務

source: No holiday source configured.
ar: لم يتم تكوين مصدر عطلة.
da: Ingen feriekilde konfigureret.
es: No hay ninguna fuente de vacaciones configurada.
fa: هیچ منبع تعطیلات پیکربندی نشده است.
fi: Lomalähdettä ei ole määritetty.
fr: Aucune source de vacances configurée.
it: Nessuna fonte di festività configurata.
ja: 休日ソースが設定されていません。
ko: 구성된 휴일 소스가 없습니다.
nl: Geen vakantiebron geconfigureerd.
sw: Hakuna chanzo cha likizo kilichosanidiwa.
th: ไม่มีการกำหนดค่าแหล่งที่มาของวันหยุด
uk: Джерело свят не налаштовано.
zh_hans: 未配置节假日源。
zh_hant: 未配置節假日源。
zh_hk: 未配置節假日源。

source: No module files yet.
ar: لا توجد ملفات وحدة حتى الآن.
da: Ingen modulfiler endnu.
es: Aún no hay archivos de módulo.
fa: هنوز فایل ماژولی وجود ندارد.
fi: Ei vielä moduulitiedostoja.
fr: Aucun fichier de module pour l'instant.
it: Nessun file del modulo ancora.
ja: モジュール ファイルはまだありません。
ko: 아직 모듈 파일이 없습니다.
nl: Nog geen modulebestanden.
sw: Bado hakuna faili za moduli.
th: ยังไม่มีไฟล์โมดูล
uk: Файлів модулів ще немає.
zh_hans: 还没有模块文件。
zh_hant: 還沒有模塊文件。
zh_hk: 還沒有模塊文件。

source: No notes available
ar: لا توجد ملاحظات متاحة
da: Ingen tilgængelige noter
es: No hay notas disponibles
fa: هیچ یادداشتی در دسترس نیست
fi: Ei muistiinpanoja saatavilla
fr: Aucune note disponible
it: Nessuna nota disponibile
ja: 利用可能なメモはありません
ko: 사용 가능한 메모가 없습니다.
nl: Geen notities beschikbaar
sw: Hakuna madokezo yanayopatikana
th: ไม่มีบันทึกย่อ
uk: Немає нотаток
zh_hans: 没有可用的注释
zh_hant: 沒有可用的註釋
zh_hk: 沒有可用的註釋

source: No plan time available yet
ar: لا يوجد وقت للخطة متاح حتى الآن
da: Der er ikke ledig tid endnu
es: Aún no hay tiempo de plan disponible
fa: هنوز زمان برنامه در دسترس نیست
fi: Suunnitelmaaikaa ei ole vielä saatavilla
fr: Aucune heure de plan disponible pour l'instant
it: Nessun tempo di pianificazione ancora disponibile
ja: まだ予定時間はありません
ko: 아직 계획 시간이 없습니다.
nl: Er is nog geen plantijd beschikbaar
sw: Bado hakuna wakati wa mpango unaopatikana
th: ยังไม่มีกำหนดเวลาตามแผน
zh_hans: 还没有可用的计划时间
zh_hant: 還沒有可用的計劃時間
zh_hk: 還沒有可用的計劃時間

source: No plan yet
ar: لا توجد خطة بعد
da: Ingen plan endnu
es: Aún no hay ningún plan
fa: هنوز برنامه ای وجود ندارد
fi: Ei vielä suunnitelmaa
fr: Pas encore de plan
it: Nessun piano ancora
ja: まだ計画はありません
ko: 아직 계획 없음
nl: Nog geen plan
sw: Hakuna mpango bado
th: ยังไม่มีแผน
uk: Плану ще немає
zh_hans: 还没有计划
zh_hant: 還沒有計劃
zh_hk: 還沒有計劃

source: No planned tasks today
ar: لا توجد مهام مخططة اليوم
da: Ingen planlagte opgaver i dag
es: No hay tareas planificadas hoy
fa: امروز هیچ کار برنامه ریزی شده ای وجود ندارد
fi: Ei suunniteltuja tehtäviä tänään
fr: Aucune tâche planifiée aujourd'hui
it: Nessuna attività pianificata oggi
ja: 今日は予定されているタスクはありません
ko: 오늘은 계획된 작업이 없습니다.
nl: Geen geplande taken vandaag
sw: Hakuna kazi zilizopangwa leo
th: วันนี้ไม่มีงานที่วางแผนไว้
uk: Сьогодні немає запланованих завдань
zh_hans: 今天没有计划任务
zh_hant: 今天沒有計劃任務
zh_hk: 今天沒有計劃任務

source: No planner blocks on %@.
ar: لا توجد كتل مخططة على %@.
da: Ingen planlæggerblokeringer på %@.
es: No hay bloques de planificación en %@.
fa: هیچ برنامه‌ریزی در %@ مسدود نشده است.
fi: Ei suunnittelijalohkoja kohteessa %@.
fr: Aucun blocage du planificateur sur %@.
it: Nessun blocco del pianificatore su %@.
ja: %@ にはプランナー ブロックがありません。
ko: %@에 플래너 블록이 없습니다.
nl: Geen plannerblokken op %@.
sw: Hakuna mpangaji anazuia kwenye %@.
th: ไม่มีการบล็อกผู้วางแผนบน %@
uk: Немає блоків планувальника на %@.
zh_hans: %@ 上没有计划程序阻塞。
zh_hant: %@ 上沒有計劃程序阻塞。
zh_hk: %@ 上沒有計劃程序阻塞。

source: No practice quizzes yet.
ar: لا توجد اختبارات الممارسة حتى الآن.
da: Ingen øvelsesquizzer endnu.
es: Aún no hay pruebas de práctica.
fa: هنوز آزمون تمرینی وجود ندارد.
fi: Ei vielä harjoituskilpailuja.
fr: Aucun quiz pratique pour l'instant.
it: Nessun quiz pratico ancora.
ja: 練習問題はまだありません。
ko: 아직 연습 퀴즈가 없습니다.
nl: Er zijn nog geen oefenquizzen.
sw: Bado hakuna maswali ya mazoezi.
th: ยังไม่มีแบบทดสอบฝึกหัด
uk: Ще немає практичних тестів.
zh_hans: 还没有练习测验。
zh_hant: 還沒有練習測驗。
zh_hk: 還沒有練習測驗。

source: No recently deleted semesters.
ar: لا توجد فصول دراسية محذوفة مؤخرا.
da: Ingen nyligt slettede semestre.
es: No hay semestres eliminados recientemente.
fa: بدون ترم اخیر حذف شده.
fi: Ei äskettäin poistettuja lukukausia.
fr: Aucun semestre récemment supprimé.
it: Nessun semestre eliminato di recente.
ja: 最近削除された学期はありません。
ko: 최근 삭제된 학기가 없습니다.
nl: Geen recent verwijderde semesters.
sw: Hakuna mihula iliyofutwa hivi majuzi.
th: ไม่มีภาคการศึกษาที่ถูกลบล่าสุด
zh_hans: 没有最近删除的学期。
zh_hant: 沒有最近刪除的學期。
zh_hk: 沒有最近刪除的學期。

source: No scheduled meetings
ar: لا توجد اجتماعات مجدولة
da: Ingen planlagte møder
es: No hay reuniones programadas
fa: بدون جلسات برنامه ریزی شده
fi: Ei sovittuja kokouksia
fr: Aucune réunion programmée
it: Nessun incontro programmato
ja: 予定されている会議はありません
ko: 예정된 회의 없음
nl: Geen geplande vergaderingen
sw: Hakuna mikutano iliyoratibiwa
th: ไม่มีกำหนดการประชุม
uk: Немає запланованих зустрічей
zh_hans: 没有预定的会议
zh_hant: 沒有預定的會議
zh_hk: 沒有預定的會議

source: No scheduled tests
ar: لا توجد اختبارات مجدولة
da: Ingen planlagte tests
es: No hay pruebas programadas
fa: بدون آزمون برنامه ریزی شده
fi: Ei suunniteltuja testejä
fr: Aucun test programmé
it: Nessun test programmato
ja: 予定されたテストはありません
ko: 예정된 테스트 없음
nl: Geen geplande tests
sw: Hakuna majaribio yaliyoratibiwa
th: ไม่มีกำหนดการทดสอบ
uk: Немає запланованих тестів
zh_hans: 没有安排测试
zh_hant: 沒有安排測試
zh_hk: 沒有安排測試

source: No semesters defined
ar: لم يتم تحديد فصول دراسية
da: Ingen semestre defineret
es: No hay semestres definidos
fa: ترم تعریف نشده
fi: Lukukausia ei ole määritelty
fr: Aucun semestre défini
it: Nessun semestre definito
ja: 学期が定義されていません
ko: 정의된 학기 없음
nl: Geen semesters gedefinieerd
sw: Hakuna mihula iliyofafanuliwa
th: ไม่มีการกำหนดภาคการศึกษา
uk: Семестри не визначені
zh_hans: 没有定义学期
zh_hant: 沒有定義學期
zh_hk: 沒有定義學期

source: No semesters yet. Add one to begin organizing your courses.
ar: لا توجد فصول دراسية حتى الآن.أضف واحدًا لبدء تنظيم دوراتك.
da: Ingen semestre endnu.Tilføj en for at begynde at organisere dine kurser.
es: Aún no hay semestres.Agrega uno para comenzar a organizar tus cursos.
fa: هنوز ترم نیستبرای شروع سازماندهی دوره های خود یکی اضافه کنید.
fi: Ei lukukausia vielä.Lisää yksi aloittaaksesi kurssien järjestämisen.
fr: Pas encore de semestres.Ajoutez-en un pour commencer à organiser vos cours.
it: Nessun semestre ancora.Aggiungine uno per iniziare a organizzare i tuoi corsi.
ja: まだ学期はありません。コースを整理するには、1 つ追加してください。
ko: 아직 학기가 없습니다.강좌를 구성하려면 하나를 추가하세요.
nl: Nog geen semesters.Voeg er een toe om te beginnen met het organiseren van uw cursussen.
sw: Bado hakuna muhula.Ongeza moja ili kuanza kupanga kozi zako.
th: ยังไม่มีภาคเรียนเพิ่มหนึ่งรายการเพื่อเริ่มจัดหลักสูตรของคุณ
uk: Ще немає семестрів.Додайте один, щоб розпочати організацію своїх курсів.
zh_hans: 还没有学期。添加一个以开始组织您的课程。
zh_hant: 還沒有學期。添加一個以開始組織您的課程。
zh_hk: 還沒有學期。添加一個以開始組織您的課程。

source: No study tracked today
ar: لا توجد دراسة تتبع اليوم
da: Ingen undersøgelse sporet i dag
es: Ningún estudio rastreado hoy
fa: امروز مطالعه ای پیگیری نشد
fi: Tänään ei seurata tutkimuksia
fr: Aucune étude suivie aujourd'hui
it: Nessuno studio monitorato oggi
ja: 今日は追跡された研究はありません
ko: 오늘 추적된 연구 없음
nl: Er is vandaag geen onderzoek gevolgd
sw: Hakuna utafiti uliofuatiliwa leo
th: วันนี้ไม่มีการติดตามการศึกษา
uk: Сьогодні дослідження не відстежено
zh_hans: 今天没有跟踪研究
zh_hant: 今天沒有跟踪研究
zh_hk: 今天沒有跟踪研究

source: No tests scheduled this week.
ar: لا توجد اختبارات مقررة هذا الأسبوع.
da: Ingen test planlagt i denne uge.
es: No hay pruebas programadas esta semana.
fa: هیچ آزمونی در این هفته برنامه ریزی نشده است.
fi: Tälle viikolle ei ole suunniteltu testejä.
fr: Aucun test prévu cette semaine.
it: Nessun test in programma questa settimana.
ja: 今週はテストの予定はありません。
ko: 이번 주에는 시험 일정이 없습니다.
nl: Deze week zijn er geen testen gepland.
sw: Hakuna majaribio yaliyoratibiwa wiki hii.
th: ไม่มีกำหนดการทดสอบในสัปดาห์นี้
uk: Цього тижня тестування не заплановано.
zh_hans: 本周没有安排测试。
zh_hant: 本週沒有安排測試。
zh_hk: 本週沒有安排測試。

source: No time set - assumed due at 11:59 PM unless you set a time.
ar: لم يتم تحديد وقت - من المفترض أن يكون موعد التسليم الساعة 11:59 مساءً ما لم تقم بتعيين وقت.
da: Ingen tid angivet - antages at forfalde kl. 23:59, medmindre du angiver et tidspunkt.
es: No hay hora establecida: se supone que vence a las 11:59 p. m. a menos que establezcas una hora.
fa: زمان تعیین نشده - مقرر شده در ساعت 11:59 بعد از ظهر تعیین شود، مگر اینکه زمانی را تعیین کنید.
fi: Aikaa ei ole asetettu – oletetaan erääntyvän klo 23.59, ellet aseta aikaa.
fr: Aucune heure définie - supposée due à 23h59, sauf si vous définissez une heure.
it: Nessun orario impostato: la scadenza è prevista alle 23:59 a meno che non venga impostata un'ora.
ja: 時間が設定されていません - 時間を設定しない限り、期限は午後 11 時 59 分であるとみなされます。
ko: 시간이 설정되지 않았습니다. 시간을 설정하지 않으면 마감 시간이 오후 11시 59분으로 간주됩니다.
nl: Geen tijd ingesteld - vermoedelijk om 23:59 uur, tenzij u een tijd instelt.
sw: Hakuna muda uliowekwa - unatarajiwa kukamilika saa 11:59 PM isipokuwa kama umeweka muda.
th: ไม่ได้กำหนดเวลา - ถือว่าครบกำหนดเวลา 23.59 น. เว้นแต่คุณจะตั้งเวลา
uk: Час не встановлено – передбачається, що потрібно о 23:59, якщо ви не встановите час.
zh_hans: 未设置时间 - 除非您设置时间，否则假定截止时间为晚上 11:59。
zh_hant: 未設置時間 - 除非您設置時間，否則假定截止時間為晚上 11:59。
zh_hk: 未設置時間 - 除非您設置時間，否則假定截止時間為晚上 11:59。

source: No upcoming assignments
ar: لا توجد مهام قادمة
da: Ingen kommende opgaver
es: No hay tareas próximas
fa: تکالیف آینده وجود ندارد
fi: Ei tulevia tehtäviä
fr: Aucune mission à venir
it: Nessun incarico imminente
ja: 今後の課題はありません
ko: 예정된 과제가 없습니다.
nl: Geen komende opdrachten
sw: Hakuna kazi zijazo
th: ไม่มีงานที่กำลังจะมาถึง
uk: Немає майбутніх завдань
zh_hans: 没有即将到来的任务
zh_hant: 沒有即將到來的任務
zh_hk: 沒有即將到來的任務

source: No upcoming deadlines
ar: لا توجد مواعيد نهائية قادمة
da: Ingen kommende deadlines
es: Sin plazos próximos
fa: بدون ضرب الاجل آینده
fi: Ei tulevia määräaikoja
fr: Aucune échéance à venir
it: Nessuna scadenza imminente
ja: 今後の締め切りはありません
ko: 예정된 마감일 없음
nl: Geen aankomende deadlines
sw: Hakuna makataa yajayo
th: ไม่มีกำหนดเวลาที่กำลังจะมาถึง
uk: Немає найближчих термінів
zh_hans: 没有即将到来的截止日期
zh_hant: 沒有即將到來的截止日期
zh_hk: 沒有即將到來的截止日期

source: No upcoming deadlines.
ar: لا توجد مواعيد نهائية قادمة.
da: Ingen kommende deadlines.
es: Sin plazos próximos.
fa: بدون ضرب الاجل آینده
fi: Ei tulevia määräaikoja.
fr: Aucune échéance à venir.
it: Nessuna scadenza imminente.
ja: 今後の締め切りはありません。
ko: 예정된 마감일이 없습니다.
nl: Geen aanstaande deadlines.
sw: Hakuna makataa yajayo.
th: ไม่มีกำหนดเวลาที่กำลังจะมาถึง
zh_hans: 没有即将到来的截止日期。
zh_hant: 沒有即將到來的截止日期。
zh_hk: 沒有即將到來的截止日期。

source: No upcoming events
ar: لا توجد أحداث قادمة
da: Ingen kommende begivenheder
es: No hay eventos próximos
fa: رویدادهای آینده وجود ندارد
fi: Ei tulevia tapahtumia
fr: Aucun événement à venir
it: Nessun evento in programma
ja: 今後のイベントはありません
ko: 다가오는 이벤트가 없습니다
nl: Geen aankomende evenementen
sw: Hakuna matukio yanayokuja
th: ไม่มีกิจกรรมที่กำลังจะเกิดขึ้น
uk: Немає майбутніх подій
zh_hans: 没有即将举行的活动
zh_hant: 沒有即將舉行的活動
zh_hk: 沒有即將舉行的活動

source: None
ar: لا أحد
da: Ingen
fa: هیچ کدام
fi: Ei mitään
fr: Aucun
is: Ekkert
it: Nessuno
ja: なし
ko: 없음
nl: Geen
sw: Hakuna
th: ไม่มี
zh_hans: 没有任何
zh_hant: 沒有任何
zh_hk: 沒有任何

source: Not Connected
ar: غير متصل
da: Ikke forbundet
fa: متصل نیست
fi: Ei yhdistetty
fr: Non connecté
it: Non connesso
ja: 接続されていません
ko: 연결되지 않음
nl: Niet verbonden
sw: Haijaunganishwa
th: ไม่ได้เชื่อมต่อ
uk: Не підключено
zh_hans: 未连接
zh_hant: 未連接
zh_hk: 未連接

source: Not set
ar: لم يتم ضبطه
da: Ikke indstillet
es: No establecido
fa: تنظیم نشده است
fi: Ei asetettu
fr: Non défini
it: Non impostato
ja: 未設定
ko: 설정되지 않음
nl: Niet ingesteld
sw: Haijawekwa
th: ไม่ได้ตั้งค่า
uk: Не встановлено
zh_hans: 未设置
zh_hant: 未設置
zh_hk: 未設置

source: Note: These simulations are for preview only and don't affect actual system behavior
ar: ملاحظة: عمليات المحاكاة هذه مخصصة للمعاينة فقط ولا تؤثر على سلوك النظام الفعلي
da: Bemærk: Disse simuleringer er kun til forhåndsvisning og påvirker ikke den faktiske systemadfærd
es: Nota: Estas simulaciones son solo para vista previa y no afectan el comportamiento real del sistema.
fa: توجه: این شبیه‌سازی‌ها فقط برای پیش‌نمایش هستند و بر رفتار واقعی سیستم تأثیری نمی‌گذارند
fi: Huomautus: Nämä simulaatiot ovat vain esikatselua varten eivätkä vaikuta järjestelmän todelliseen toimintaan
fr: Remarque : Ces simulations sont uniquement destinées à un aperçu et n'affectent pas le comportement réel du système.
it: Nota: queste simulazioni sono solo a scopo di anteprima e non influiscono sul comportamento effettivo del sistema
ja: 注: これらのシミュレーションはプレビュー専用であり、実際のシステムの動作には影響しません。
ko: 참고: 이러한 시뮬레이션은 미리보기 전용이며 실제 시스템 동작에 영향을 주지 않습니다.
nl: Opmerking: deze simulaties zijn alleen bedoeld als voorbeeld en hebben geen invloed op het daadwerkelijke systeemgedrag
sw: Kumbuka: Uigaji huu ni wa kukagua tu na hauathiri tabia halisi ya mfumo
th: หมายเหตุ: การจำลองเหล่านี้มีไว้เพื่อการดูตัวอย่างเท่านั้น และไม่ส่งผลกระทบต่อพฤติกรรมของระบบจริง
uk: Примітка. Ці симуляції призначені лише для попереднього перегляду й не впливають на фактичну поведінку системи
zh_hans: 注意：这些模拟仅供预览，不会影响实际系统行为
zh_hant: 注意：這些模擬僅供預覽，不會影響實際系統行為
zh_hk: 注意：這些模擬僅供預覽，不會影響實際系統行為

source: Notes
ar: ملحوظات
da: Noter
es: Notas
fa: یادداشت ها
fi: Huomautuksia
fr: Remarques
is: Athugasemdir
it: Note
ja: 注意事項
ko: 메모
nl: Opmerkingen
sw: Vidokezo
th: หมายเหตุ
uk: Примітки
zh_hans: 笔记
zh_hant: 筆記
zh_hk: 筆記

source: Off
ar: عن
da: Slukket
fa: خاموش
fi: Pois
fr: Désactivé
is: Af
it: Spento
ja: オフ
ko: 끄다
nl: Uit
sw: Imezimwa
th: ปิด
uk: Вимкнено
zh_hans: 离开
zh_hant: 離開
zh_hk: 離開

source: Ollama Configuration
ar: تكوين أولاما
da: Ollama-konfiguration
es: Configuración de Ollama
fa: پیکربندی اوللاما
fi: Ollama-kokoonpano
fr: Configuration Ollama
it: Configurazione Ollama
ja: オラマの構成
ko: 올라마 구성
nl: Ollama-configuratie
sw: Usanidi wa Ollama
th: การกำหนดค่า Ollama
uk: Конфігурація Ollama
zh_hans: 奥拉马配置
zh_hant: 奧拉馬配置
zh_hk: 奧拉馬配置

source: On
ar: على
da: På
es: En
fi: Päällä
fr: Sur
is: Á
it: SU
ja: の上
ko: ~에
nl: Op
sw: Washa
th: บน
uk: Увімкнено
zh_hans: 在
zh_hant: 在
zh_hk: 在

source: On Date
ar: في التاريخ
da: På dato
es: En la fecha
fa: در تاریخ
fi: Päivämääränä
fr: Le jour
it: In data
ja: 日付通り
ko: 날짜
nl: Op datum
sw: Tarehe
th: เมื่อวันที่
uk: На дату
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期

source: Only reminders from this list will appear in Itori.
ar: ستظهر التذكيرات من هذه القائمة فقط في Itori.
da: Kun påmindelser fra denne liste vises i rødder.
es: Solo los recordatorios de esta lista aparecerán en Itori.
fa: فقط یادآورهای این لیست در Itori ظاهر می شوند.
it: Solo i promemoria di questo elenco verranno visualizzati in Itori.
ja: このリストのリマインダーのみが Itori に表示されます。
ko: 이 목록의 알림만 Itori에 표시됩니다.
nl: Alleen herinneringen uit deze lijst verschijnen in Itori.
sw: Vikumbusho kutoka kwenye orodha hii pekee ndivyo vitaonekana katika Itori.
th: เฉพาะการเตือนความจำจากรายการนี้เท่านั้นที่จะปรากฏใน Itori
uk: Лише нагадування з цього списку відображатимуться в Itori.
zh_hans: 只有来自此列表的提醒才会出现在根中。
zh_hant: 只有來自此列表的提醒才會出現在根中。
zh_hk: 只有來自此列表的提醒才會出現在根中。

source: Open System Settings to manage calendar, notifications, and other permissions.
ar: افتح إعدادات النظام لإدارة التقويم والإشعارات والأذونات الأخرى.
da: Åbn Systemindstillinger for at administrere kalender, meddelelser og andre tilladelser.
es: Abra Configuración del sistema para administrar el calendario, las notificaciones y otros permisos.
fa: برای مدیریت تقویم، اعلان‌ها و سایر مجوزها، تنظیمات سیستم را باز کنید.
fi: Avaa Järjestelmäasetukset hallitaksesi kalenteria, ilmoituksia ja muita käyttöoikeuksia.
fr: Ouvrez les paramètres système pour gérer le calendrier, les notifications et autres autorisations.
it: Apri Impostazioni di sistema per gestire calendario, notifiche e altre autorizzazioni.
ja: システム設定を開いて、カレンダー、通知、その他の権限を管理します。
ko: 시스템 설정을 열어 달력, 알림 및 기타 권한을 관리하세요.
nl: Open Systeeminstellingen om de agenda, meldingen en andere machtigingen te beheren.
sw: Fungua Mipangilio ya Mfumo ili udhibiti kalenda, arifa na ruhusa zingine.
th: เปิดการตั้งค่าระบบเพื่อจัดการปฏิทิน การแจ้งเตือน และการอนุญาตอื่นๆ
uk: Відкрийте налаштування системи, щоб керувати календарем, сповіщеннями та іншими дозволами.
zh_hans: 打开系统设置来管理日历、通知和其他权限。
zh_hant: 打開系統設置來管理日曆、通知和其他權限。
zh_hk: 打開系統設置來管理日曆、通知和其他權限。

source: Open a course in a new window to see details here.
ar: افتح دورة تدريبية في نافذة جديدة لرؤية التفاصيل هنا.
da: Åbn et kursus i et nyt vindue for at se detaljer her.
es: Abra un curso en una ventana nueva para ver los detalles aquí.
fa: یک دوره را در یک پنجره جدید باز کنید تا جزئیات را در اینجا ببینید.
fi: Avaa kurssi uudessa ikkunassa nähdäksesi tiedot tästä.
fr: Ouvrez un cours dans une nouvelle fenêtre pour voir les détails ici.
it: Apri un corso in una nuova finestra per vedere i dettagli qui.
ja: 新しいウィンドウでコースを開いて詳細を確認してください。
ko: 여기에서 세부정보를 보려면 새 창에서 강좌를 여세요.
nl: Open een cursus in een nieuw venster om hier de details te bekijken.
sw: Fungua kozi katika dirisha jipya ili kuona maelezo hapa.
th: เปิดหลักสูตรในหน้าต่างใหม่เพื่อดูรายละเอียดที่นี่
uk: Відкрийте курс у новому вікні, щоб переглянути деталі тут.
zh_hans: 在新窗口中打开课程以在此处查看详细信息。
zh_hant: 在新窗口中打開課程以在此處查看詳細信息。
zh_hk: 在新窗口中打開課程以在此處查看詳細信息。

source: OpenAI-Compatible LLM API Configuration
ar: تكوين واجهة برمجة تطبيقات LLM المتوافقة مع OpenAI
da: OpenAI-kompatibel LLM API-konfiguration
es: Configuración de API LLM compatible con OpenAI
fa: پیکربندی API LLM سازگار با OpenAI
fi: OpenAI-yhteensopiva LLM API -kokoonpano
fr: Configuration de l'API LLM compatible avec OpenAI
it: Configurazione API LLM compatibile con OpenAI
ja: OpenAI 互換 LLM API 構成
ko: OpenAI 호환 LLM API 구성
nl: OpenAI-compatibele LLM API-configuratie
sw: Usanidi wa API ya OpenAI-Patanifu ya LLM
th: การกำหนดค่า LLM API ที่รองรับ OpenAI
uk: Конфігурація API LLM, сумісна з OpenAI
zh_hans: OpenAI 兼容的 LLM API 配置
zh_hant: OpenAI 兼容的 LLM API 配置
zh_hk: OpenAI 兼容的 LLM API 配置

source: Overall Status
ar: الوضع العام
da: Overordnet status
es: Estado general
fa: وضعیت کلی
fi: Kokonaistila
fr: Statut général
it: Stato generale
ja: 全体的なステータス
ko: 전반적인 현황
nl: Algemene status
sw: Hali ya Jumla
th: สถานะโดยรวม
uk: Загальний стан
zh_hans: 整体状况
zh_hant: 整體狀況
zh_hk: 整體狀況

source: Peak workload week: %@
ar: أسبوع ذروة العمل: %@
da: Uge for topbelastning: %@
es: Semana de carga laboral máxima: %@
fa: اوج بار کاری هفته: %@
fi: Työkuormitusviikko: %@
fr: Semaine de charge de travail de pointe : %@
it: Settimana del carico di lavoro di punta: %@
ja: ピーク時のワークロード週: %@
ko: 최대 작업량 주: %@
nl: Piekwerklastweek: %@
sw: Wiki ya kilele cha kazi: %@
th: สัปดาห์ภาระงานสูงสุด: %@
uk: Тиждень максимального навантаження: %@
zh_hans: 高峰工作周：%@
zh_hant: 高峰工作週：%@
zh_hk: 高峰工作週：%@

source: Percentage
ar: نسبة مئوية
da: Procent
es: Porcentaje
fa: درصد
fi: Prosenttiosuus
fr: Pourcentage
it: Percentuale
ja: パーセンテージ
ko: 백분율
sw: Asilimia
th: เปอร์เซ็นต์
uk: Відсоток
zh_hans: 百分比
zh_hant: 百分比
zh_hk: 百分比

source: Performance Debugging
ar: تصحيح الأداء
da: Ydeevnefejlretning
es: Depuración de rendimiento
fa: اشکال زدایی عملکرد
fi: Suorituskyvyn virheenkorjaus
fr: Débogage des performances
it: Debug delle prestazioni
ja: パフォーマンスのデバッグ
ko: 성능 디버깅
nl: Foutopsporing in prestaties
sw: Utatuzi wa Utendaji
th: การดีบักประสิทธิภาพ
uk: Налагодження продуктивності
zh_hans: 性能调试
zh_hant: 性能調試
zh_hk: 性能調試

source: Permission denied. Please enable in System Settings to use this feature.
ar: تم رفض الإذن.يرجى التمكين في إعدادات النظام لاستخدام هذه الميزة.
da: Tilladelse nægtet.Aktiver venligst i Systemindstillinger for at bruge denne funktion.
es: Permiso denegado.Habilítela en Configuración del sistema para utilizar esta función.
fa: اجازه رد شد.لطفاً برای استفاده از این ویژگی در تنظیمات سیستم فعال کنید.
fi: Lupa evätty.Ota tämä ominaisuus käyttöön järjestelmäasetuksissa.
fr: Autorisation refusée.Veuillez l'activer dans les paramètres système pour utiliser cette fonctionnalité.
it: Autorizzazione negata.Si prega di abilitare nelle Impostazioni di sistema per utilizzare questa funzione.
ja: 許可が拒否されました。この機能を使用するには、システム設定で有効にしてください。
ko: 허가가 거부되었습니다.이 기능을 사용하려면 시스템 설정에서 활성화하세요.
nl: Toestemming geweigerd.Schakel dit in in Systeeminstellingen om deze functie te gebruiken.
sw: Ruhusa imekataliwa.Tafadhali washa katika Mipangilio ya Mfumo ili kutumia kipengele hiki.
th: การอนุญาตถูกปฏิเสธโปรดเปิดใช้งานในการตั้งค่าระบบเพื่อใช้คุณสมบัตินี้
uk: У дозволі відмовлено.Будь ласка, увімкніть у налаштуваннях системи, щоб використовувати цю функцію.
zh_hans: 没有权限。请在系统设置中启用才能使用此功能。
zh_hant: 沒有權限。請在系統設置中啟用才能使用此功能。
zh_hk: 沒有權限。請在系統設置中啟用才能使用此功能。

source: Pinned
ar: مثبت
da: Fastgjort
es: Fijado
fa: پین شده
fi: Kiinnitetty
fr: Épinglé
is: Fest
it: Appuntato
ja: 固定された
ko: 고정됨
nl: Vastgezet
sw: Imebandikwa
th: ปักหมุดแล้ว
uk: Закріплено
zh_hans: 已固定
zh_hant: 已固定
zh_hk: 已固定
